--
insert into `order`(   id, user_id, order_sn, status, mobile, message, goods_price, freight_price, coupon_price, integral_price, rebate_price, ship_sn, ship_time, confirm_time, end_time, pay_time, gmt_create, gmt_modified, be_deleted) values(   110, 9, '12345', 5, '13988888888', '请尽快送达', 182.43, 20, 0, 0, 0, '123456789', '2019-12-05 10:42:06.00', '2019-12-08 10:42:06.00', '2019-12-09 10:42:06.00', '2019-12-04 10:42:06.00', '2019-12-04 10:40:00.00', '2019-12-09 10:42:06.00', 1);

-- DeleteOrdersId(test1) PutOrdersIdCancel(test1)
INSERT INTO `oomall_order` values(313901, 3166, '201912161310', 0, 'lhsszn', '13246587901', '请尽快送达', 179.21, 10, 0, 0, 0,     '201912161310', 1, '2019-02-01 00:00:00', '2019-02-01 00:00:00', '2019-02-01 00:00:00', '2019-02-01 00:00:00', null,      '福建省厦门市思明区曾厝安西路', '2019-02-01 00:00:00', '2019-02-01 00:00:00', 0);
INSERT INTO `oomall_order` values(313902, 3166, '201912161310', 0, 'lhsszn', '13246587901', '请尽快送达', 179.21, 10, 0, 0, 0,     '201912161310', 1, '2019-02-01 00:00:00', '2019-02-01 00:00:00', '2019-02-01 00:00:00', '2019-02-01 00:00:00', null,      '福建省厦门市思明区曾厝安西路', '2019-02-01 00:00:00', '2019-02-01 00:00:00', 0);
INSERT INTO `oomall_order` values(313903, 3166, '201912161310', 0, 'lhsszn', '13246587901', '请尽快送达', 179.21, 10, 0, 0, 0,     '201912161310', 1, '2019-02-01 00:00:00', '2019-02-01 00:00:00', '2019-02-01 00:00:00', '2019-02-01 00:00:00', null,      '福建省厦门市思明区曾厝安西路', '2019-02-01 00:00:00', '2019-02-01 00:00:00', 0);

--ordersidconfirm
update oomall_order set status = 4 where id = 19497;
update oomall_order set is_deleted = 1 where id = 19501;